// Auto-generated BGM
// Updated: 2026-06-29
window.___bgmList = {
  "决策指南": {
    "轻快对比": [
      "骄傲的少年 - 南征北战NZBZ",
      "左转灯 - 派伟俊",
      "枪火 - 宝石Gem"
    ],
    "算账节奏": [
      "孤独Person - Herme4",
      "小气鬼 - 王澳楠EVE",
      "读心术 - 卓文萱"
    ],
    "温馨推荐": [
      "失眠了 - 吴琳珂Moske",
      "静音恋人 - 礼越",
      "恋人 - 李荣浩"
    ]
  },
  "一线场景": {
    "温情叙事": [
      "我记得 - 赵雷",
      "阴天 - 莫文蔚",
      "起风了 - 买辣椒也用券"
    ],
    "轻纪录片": [
      "我记得 - 赵雷",
      "Star Crossing Night - 徐明浩",
      "西厢寻他 - 伦桑"
    ],
    "快节奏爽片": [
      "为爱痴狂 - 金志文",
      "骄傲的少年 - 南征北战NZBZ",
      "左转灯 - 派伟俊"
    ],
    "原声不加BGM": [
      "🔇 现场原声（推荐）"
    ]
  },
  "深度测评": {
    "科技感": [
      "孤勇者 - 陈奕迅",
      "阴天 - 莫文蔚",
      "零距离的思念 - TINY7"
    ],
    "冷静专业": [
      "你知道天空有多蓝 - 椅子乐团",
      "零距离的思念 - TINY7",
      "失眠了 - 吴琳珂Moske"
    ],
    "干货教学": [
      "左转灯 - 派伟俊",
      "踏遍青山 - 晨夕之家",
      "为爱痴狂 - 金志文"
    ]
  },
  "本地事件": {
    "探店活力": [
      "人生路漫漫 - 白小白",
      "枪火 - 宝石Gem",
      "Stay with me - PPR"
    ],
    "福利快闪": [
      "骄傲的少年 - 南征北战NZBZ",
      "为爱痴狂 - 金志文",
      "枪火 - 宝石Gem"
    ],
    "温馨服务": [
      "踏遍青山 - 晨夕之家",
      "失眠了 - 吴琳珂Moske",
      "静音恋人 - 礼越"
    ]
  },
  "直播": {
    "暖场": [
      "人生路漫漫 - 白小白",
      "万江天色 - 刘珂矣",
      "失眠了 - 吴琳珂Moske"
    ],
    "逼单": [
      "西厢寻他 - 伦桑",
      "骄傲的少年 - 南征北战NZBZ",
      "枪火 - 宝石Gem"
    ],
    "福利": [
      "失眠了 - 吴琳珂Moske",
      "静音恋人 - 礼越",
      "恋人 - 李荣浩"
    ]
  }
};
